# api id, hash
API_ID =20781789
API_HASH =74b5f0ed19a722ab8a451bdc5217c422

# задержка между подключениями к аккаунтам
ACC_DELAY = [5, 15]

# тип прокси
PROXY_TYPE = "socks5" # http/socks5

# папка с сессиями (не менять)
WORKDIR = "sessions/"

# использование прокси
USE_PROXY = True # True/False

# скок поинтов с игры
POINTS = [100, 140] #[min, max]

# тратить алмазы
SPEND_DIAMONDS = True # True/False

# сон между играми
SLEEP_GAME_TIME = [100,200] #[min,max]

# мини задержки
MINI_SLEEP = [3,7] #[min,max]

# доп задержка после 8часов 
SLEEP_8HOURS = [60*60,120*60] #[min,max] seconds

hello ='''              _                               __  _        
 _ __    ___ | |_  _   _   __ _  ___   ___   / _|| |_  ___ 
| '_ \  / _ \| __|| | | | / _` |/ __| / _ \ | |_ | __|/ __|
| |_) ||  __/| |_ | |_| || (_| |\__ \| (_) ||  _|| |_ \__ \\
| .__/  \___| \__| \__, | \__,_||___/ \___/ |_|   \__||___/
|_|                |___/        

'''
